Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/social_welfare_payments_and_work/jobseekers_benefit_and_work.html.txt.tmx
Source language: en
Languages: pl

source: Jobseeker's Benefit and work
pl: Zasiłek dla osób poszukujących pracy a praca

source: • How work is assessed for Jobseeker's Benefit
pl: • Ocena pracy do celów zasiłku dla osób poszukujących pracy

source: One of the primary conditions for getting Jobseeker’s Benefit is that you must be unemployed
pl: O zasiłek dla osób poszukujących pracy mogą ubiegać się osoby bezrobotne

source: However, you do not have to be totally unemployed – you must be unemployed for at least 4 days out of the 7-day social welfare employment week
pl: Należy spełniać wszystkie inne warunki uprawniające do pobierania zasiłku dla osób poszukujących pracy. Np

source: You must also be available for and actively seeking work and you must meet all the other conditions for Jobseeker’s Benefit
pl: • pracuje w systemie dzielenia pracy - tydzień pracy i tydzień wolny (ale nie w wyniku podjętej przez siebie decyzji)

source: For example, you must have enough social insurance (PRSI) contributions
pl: • wykonuje pracę dorywczą albo pracę w niepełnym wymiarze czasu pracy

source: You can work and get Jobseeker’s Benefit if:
pl: W tym dokumencie pokazujemy także, jaki wpływ ma podjęcie pracy czasowej na uprawnienie do zasiłku dla osób poszukujących pracy

source: Your days at work are reduced due to lack of work (systematic short-time working)
pl: Jednak rodzina takiej osoby może otrzymać dodatkowe świadczenie socjalne

source: You are a part-time worker including job-sharing week on and week off (but not if you have chosen to do so)
pl: Zasiłek dla osób poszukujących pracy podlega opodatkowaniu wraz z wszelkimi dochodami z pracy

source: You get casual work or part-time work
pl: Praca w niedzielę i świadczenia dla bezrobotnych

source: You have subsidiary employment
pl: Opieka społeczna uznaje 6 dni bezrobocia z 7-dniowego tygodnia pracy

source: This document also looks at how taking up temporary work affects your Jobseeker’s Benefit
pl: Na przykład, osoba pracująca 2 dni w tygodniu, będzie miała 4 dni odliczone od pozostałych dni przy wypłacie zasiłku dla bezrobotnych

source: Jobseeker’s Benefit is taxable in addition to any income from work
pl: Przed datą 21 stycznia, niedzieli nie liczono jako dnia zatrudnienia (bądź niezatrudnienia)

source: However, it is not taxable if you are getting it because your hours at work are temporarily reduced (systematic short-time working)
pl: Jakkolwiek niedzieli nie traktowano jako dzień bez pracy, jednakże wliczano ją podczas ustalania normalnego poziomu zatrudnienia

source: Find out more about taxation of Jobseeker’s Benefit
pl: Zatem utrata pracy w niedzielę mogła spełniać potrzeby “straty poważnej” przy staraniu się o zasiłek dla bezrobotnych

source: How work is assessed for Jobseeker's Benefit
pl: Ocena pracy do celów zasiłku dla osób poszukujących pracy

source: If your days at work are reduced (temporarily) - systematic short-time
pl: Osoby, które normalnie pracują na pełny etat

source: If you normally work full-time but short-time working is introduced by your employer you may get Jobseeker’s Benefit (JB)
pl: Osoba, która normalnie pracuje na pełny etat, ale jej pracodawca wprowadził pracę w niewielkim wymiarze godzin, może otrzymać zasiłek dla osób poszukujących pracy

source: Reduced working hours on a temporary basis is called systematic short-time working
pl: Czasowe zmniejszenie liczby godzin pracy nazywa się systematyczną pracą w niewielkim wymiarze godzin

source: You will get JB for the days you don't work provided you meet the other conditions that apply to JB, for example, you cannot work more than 3 days per week. If you work 4 days you are no longer entitled to claim JB (because you must be unemployed for 4 out of 7 days)
pl: Zasiłek dla osób poszukujących pracy otrzymuje się za dni, kiedy się nie wykonuje pracy, o ile spełnione są inne warunki przyznawania tego zasiłku, np. nie można pracować więcej niż 3 dni w tygodniu

source: For systematic short-time workers the social welfare week is based on 5 days
pl: W przypadku osób pracujących systematycznie w niewielkim wymiarze godzin tydzień w rozumieniu opieki społecznej ma 5 dni roboczych

source: For example, if your days of work are reduced to 3 days per week, you will get JB for the other 2 days and you will use up 2 days of your total JB entitlement
pl: w razie zredukowania czasu pracy do 3 dni w tygodniu pracownik otrzyma zasiłek dla osób poszukujących pracy za pozostałe 2 dni

source: This means you will get 2/5ths of the normal amount of Jobseeker's Benefit (see table below)
pl: Oznacza to, że taka osoba otrzyma dwie piąte normalnej kwoty zasiłku dla osób poszukujących pracy

source: However the Department of Social Protection (DSP) will reassess a systematic short time worker’s JB claim if it goes on for an extended period. If DSP decide that it is unlikely you will return to full-time work with that company in the short term, you will be reassessed as a part-time worker
pl: Dostępna jest analiza przypadku pokazująca sposób obliczania długości czasu, za który osoba pracująca systematycznie w niewielkim wymiarze godzin może otrzymać zasiłek dla osób poszukujących pracy

source: You can read a case study showing you how to calculate the length of time a systematic short time worker can get Jobseeker's Benefit
pl: Osoba taka będzie w dalszym ciągu płacić składki na ubezpieczenie społeczne na ogólnych zasadach

source: You will continue to pay PRSI in the normal way. However, Jobseeker’s Benefit is not taxable if you are a systematic short-time worker
pl: Jednak w przypadku osób pracujących systematycznie w niewielkim wymiarze godzin zasiłek dla osób poszukujących pracy nie podlega opodatkowaniu

source: Jobseeker's Benefit for systematic short-time workers
pl: Zasiłek dla bezrobotnych dla osób systematycznie pracujących w skróconym czasie

source: │Number of days worked │Effective days of unemployment │Weekly payment for a single person, € │Weekly payment for a couple with 1 child, € │
pl: │Liczba przepracowanych dni │Efektywne dni bezrobocia │Tygodniowe świadczenie dla osoby samotnej, € │Tygodniowe świadczenie dla pary z 1 dzieckiem, € │

source: If you work 4 days you are no longer entitled to claim JB (because you must be unemployed for 4 out of 7 days)
pl: Jeśli pracujesz przez 4 dni, tracisz uprawnienia do zasiłku (ponieważ brak zatrudnienia musi trwać przez 4 z 7 dni)

source: If you are a part-time worker and your days of work are reduced temporarily you are not treated as a systematic short-time worker - you are treated as a part-time worker (see below)
pl: Jeśli jesteś pracownikiem w niepełnym wymiarze czasu, zaś dni twojej pracy zostały skrócone czasowo, wówczas nie jesteś traktowany(a) jako pracownik zatrudniony na stałe na niepełny etat – jesteś uważany(a) za pracownika w skróconym wymiarze czasu (patrz niżej)

source: For example, if your working pattern is reduced from 3 days (Monday, Tuesday and Wednesday) to 2 days (Monday and Tuesday) per week, you will be paid Jobseeker's Benefit for 3 days once you satisfy all the conditions
pl: Na przykład, jeśli system twojej pracy został skrócony z 3 dni (poniedziałek, wtorek, środa) do 2 dni (poniedziałek i wtorek) tygodniowo, wówczas po spełnieniu wszystkich warunków, otrzymasz zasiłek za 3 dni

source: An employer may initially reduce your work days on a temporary basis, but if there is no prospect of returning to full-time work with that employer you will be reassessed as a part-time worker
pl: Pracodawca może początkowo zmniejszyć czasowo liczbę dni pracy, ale jeśli u tego pracodawcy nie ma perspektyw na powrót do pracy w pełnym wymiarze czasu, rozważona zostanie zmiana statusu na pracownika na skrócony czas pracy

source: Where a Jobseeker's Benefit recipient is working for part of a week, the amount of JB they are paid is based on a 5-day week
pl: Jeśli odbiorca zasiłku dla bezrobotnych pracuje przez część danego tygodnia, wówczas kwota wypłacanego zasiłku obliczana jest na podstawie 5-dniowego tygodnia pracy

source: This means that for each day that a person is employed, 1/5th of the normal rate of Jobseeker's Benefit is deducted from their payment
pl: Oznacza to, że za każdy dzień zatrudnienia, od zasiłku odliczana jest 1/5 stawki standardowej

source: If they get part-time work for 2 days, they will get 3/5ths of the normal Jobseeker's Benefit for that week and if they get part-time work for 3 days they will get 2/5ths of the normal rate of Jobseeker’s Benefit for the week (see table below)
pl: Jeśli praca w niepełnym wymiarze czasu trwa 2 dni, wówczas za ten tydzień pracownicy otrzymają 3/5 stawki standardowego zasiłku dla bezrobotnych, zaś jeśli praca trwać będzie 3 dni, za ten tydzień pracownicy otrzymają 2/5 standardowej stawki zasiłku. Omawiane zmiany obowiązują od dnia 26 lipca 2012 r

source: You must still be unemployed for 4 days out of 7 to claim Jobseeker's Benefit
pl: Aby mieć podstawę do wystąpienia o zasiłek dla bezrobotnych, należy pozostawać bez pracy przez 4 z 7 dni

source: The Department of Social Protection has published FAQS about the changes
pl: W kwestii tych zmian, Departament Opieki Społecznej opublikował listę najczęściej zadawanych pytań (FAQ)

source: Part-time workers must continue to look for full-time employment
pl: Pracownicy w niepełnym wymiarze czasu winni kontynuować poszukiwanie zatrudnienia w pełnym wymiarze godzin

source: Your Jobseeker's Benefit is taxable if you are working part time
pl: W przypadku pracy w niepełnym wymiarze czasu, zasiłek dla bezrobotnych podlega opodatkowaniu

source: You must claim Jobseeker's Benefit for at least 3 days in any week
pl: O zasiłek dla bezrobotnych można występować pracując przez najwyżej 3 dni w danym tygodniu

source: If you get 4 days work, Jobseeker's Benefit is not paid at all
pl: Jeśli zajęcie trwa przez 4 dni, wówczas zasiłek dla bezrobotnych nie przysługuje w ogóle (patrz tabela w dalszej części tekstu)

source: Jobseeker's Benefit for part-time workers
pl: Zasiłek dla bezrobotnych dla pracowników zatrudnionych w niepełnym wymiarze czasu

source: │Days worked │Effective days of unemployment │Weekly payment for a single person, € │Weekly payment for a couple with 1 child, € │
pl: │Dni przepracowane │Liczba dni efektywnego bezrobocia │Świadczenie tygodniowe dla osoby samotnej, € │Świadczenie tygodniowe dla pary z 1 dzieckiem, € │

source: You are considered to be unemployed for 6 days out of the 7-day social welfare employment week
pl: Dzielenie czasu pracy oraz praca w systemie tydzień pracy / tydzień wolny

source: If you have been working full-time and then enter a job-sharing arrangement, you are not eligible for Jobseeker's Benefit because you have voluntarily opted to work fewer hours or days
pl: Osoby, które pracowały w pełnym wymiarze czasu pracy, a następnie przystąpiły do porozumienia w sprawie dzielenia czasu pracy, nie są uprawnione do pobierania zasiłku dla osób poszukujących pracy, ponieważ dobrowolnie wybrały pracę w niższym wymiarze godzin lub dni

source: If you are working week on or off, your entitlement to Jobseeker's Benefit will depend on whether you are available for work on the week off
pl: W przypadku osoby pracującej w systemie tydzień pracy / tydzień wolny prawo do zasiłku dla osób poszukujących pracy będzie zależało od tego, czy była ona gotowa do podjęcia pracy w tygodniu, w którym nie wykonywała pracy

source: In these types of situations, you need to be careful to ensure that you have a full PRSI record
pl: W takich sytuacjach należy się upewnić, że opłacona została odpowiednia liczba składek na ubezpieczenie społeczne

source: Depending on your precise working arrangements, you could end up with only 26 paid contributions
pl: W zależności od tego, jak dokładnie sformułowano ustalenia dotyczące pracy może dojść do sytuacji, kiedy zostało opłaconych tylko 26 składek

source: However, if you are getting Jobseeker's Benefit, you will get a PRSI credit for the week you are not working
pl: Więcej informacji na temat składek na ubezpieczenie społeczne (PRSI) i dzielenia pracy

source: 3. Casual work or part-time work
pl: Praca dorywcza albo praca w niepełnym wymiarze czasu pracy

source: You may get Jobseeker’s Benefit if you can only get part-time or casual work
pl: Osoba, która może podjąć tylko pracę w niepełnym wymiarze czasu pracy albo pracę dorywczą może otrzymać zasiłek dla osób poszukujących pracy

source: You must be unemployed for at least 4 days out of a period of 7 consecutive days and continue to look for full-time employment
pl: Musi pozostawać bez pracy przez co najmniej 4 dni w ciągu kolejnych 7 dni i nadal poszukiwać zatrudnienia na pełny etat

source: For each day you are employed, 1/5th of the normal rate of Jobseeker's Benefit is deducted from your weekly payment, provided that you are unemployed for at least 4 days out of a period of 7 consecutive days
pl: Za każdy dzień braku zatrudnienia, płatna jest 1/5 normalnej stawki Zasiłku dla Poszukujących Pracy, pod warunkiem pozostawania bez pracy przez przynajmniej 3 z 6 następujących po sobie dni. Np

source: For example, if you get casual work for 2 days, you can get 3/5ths of the normal Jobseeker's Benefit for that week
pl: jeśli wykonujecie Państwo pracę dorywczą przez 2 dni, możecie uzyskać 3/5 normalnej stawki Zasiłku dla Poszukujących Pracy za ten tydzień

source: Normally you cannot get Jobseeker's Benefit for a day on which you do casual or part-time work, unless, it comes within the subsidiary work rules (see below)
pl: Ogólnie biorąc, zasiłku dla osób poszukujących pracy nie można pobierać za dzień, w którym wykonuje się pracę dorywczą albo w niepełnym wymiarze czasu pracy, chyba że wchodzi to w zakres zasad regulujących pracę dodatkową (zob. poniżej)

source: As a general rule, you will not get Jobseeker's Benefit for any day you are employed or self-employed
pl: Zasadniczo zasiłek dla poszukujących pracy nie przysługuje za żaden dzień przepracowany w charakterze osoby zatrudnionej lub samozatrudnionej

source: However, it is possible to do some subsidiary work and still get Jobseeker's Benefit for the day in question
pl: Możliwe jest jednak wykonywanie pracy dodatkowej i pobieranie za dany dzień zasiłku dla poszukujących pracy

source: Subsidiary work is work that could have been done while you were in full-time employment and outside your normal working hours
pl: Praca dodatkowa to praca, którą osoba zatrudniona w pełnym wymiarze czasu pracy może wykonywać poza zwykłymi godzinami pracy. Np

source: For example, you may work a full-time job during the day and have a part-time job in the evening
pl: można pracować na pełny etat w dzień i mieć pracę w niepełnym wymiarze czasu pracy wieczorem

source: The part-time job is known as subsidiary or secondary employment if you were able to do the part-time work without it affecting your full-time job for a period of at least 6 months
pl: Praca w niepełnym wymiarze czasu pracy określana jest jako zatrudnienie dodatkowe lub drugie, jeśli można ją było wykonywać bez uszczerbku dla pracy na pełny etat przez co najmniej 6 miesięcy

source: If you have subsidiary employment, you should always check with the Department of Social Protection (DSP) to see whether or not your Jobseeker's Benefit will be affected
pl: W przypadku dodatkowego zatrudnienia należy zawsze sprawdzać w Departamencie Spraw Społecznych i Rodzinnych (DSFA), czy takie zatrudnienie wpłynie na pobieranie zasiłku dla osób poszukujących pracy

source: If you have less than 117 paid PRSI contributions in the three years before becoming unemployed, you may not earn more than €12.70 a day from subsidiary employment
pl: Jeśli w ciągu trzech lat przed okresem bezrobocia osoba zapłaciła mniej niż 117 składek PRSI, to w pracy dodatkowej nie może zarabiać więcej niż 12,70 euro dziennie

source: There is no earnings limit if you have more than 117 paid PRSI contributions
pl: Osób, które zapłaciły więcej niż 117 składek PRSI, nie obowiązuje limit wysokości wynagrodzenia

source: This means that for each week that you are fully unemployed 6 days are deducted from the days remaining on your Jobseeker's Benefit claim
pl: Praca w gospodarstwie rolnym stanowi zatrudnienie dodatkowe rolników zatrudnionych gdzie indziej w pełnym wymiarze czasu pracy

source: Your employer must pay you for the public holidays which you don’t work as long as you have worked at least 40 hours in the 5 weeks immediately before the week of the public holiday
pl: Pracodawca musi wypłacić wynagrodzenie za dni ustawowo wolne od pracy, w które pracownik nie pracował, o ile przepracował on co najmniej 40 godzin w ciągu 5 tygodni bezpośrednio poprzedzających tydzień, w którym jest dzień ustawowo wolny od pracy

source: You can find more information in our document on public holidays
pl: Więcej informacji można znaleźć w dokumencie na temat dni ustawowo wolnych od pracy

source: If you work and get Jobseeker's Benefit, you get a daily rate of Jobseeker's Benefit for the days that you don't work
pl: Jeżeli dana osoba pracuje i pobiera zasiłek dla osób poszukujących pracy, otrzymuje ona dzienną stawkę tego zasiłku za dni, w których nie wykonuje pracy

source: You will not get Jobseeker’s Benefit for the day you receive payment from your employer for a public holiday but you can continue to get Jobseeker’s Benefit for the other days you do not work
pl: Nie otrzyma zasiłku za dzień, za który otrzymuje wynagrodzenie od pracodawcy za dzień ustawowo wolny od pracy, ale może dalej otrzymywać ten zasiłek za pozostałe dni, kiedy nie pracuje

source: If you are getting Jobseeker's Benefit and are offered temporary work for at least 4 days each week your Jobseeker's Benefit will stop
pl: Jeśli osoba pobierająca zasiłek dla osób poszukujących pracy otrzyma pracę czasową, którą będzie wykonywać przez co najmniej 4 dni w każdym tygodniu, wypłata zasiłku zostanie wstrzymana

source: If you are unemployed for a second time within 26 weeks your application for Jobseeker's Benefit is not treated as a new claim
pl: W przypadku osoby bezrobotnej po raz drugi w ciągu 26 tygodni, wniosek o zasiłek dla osób poszukujących pracy nie jest traktowany jako nowy wniosek

source: │Susan is unemployed and has been getting Jobseeker's Benefit for 8 months
pl: │Susan jest bezrobotna i przez 8 miesiecy otrzymywała zasiłek

source: She has 260 paid │ │PRSI contributions, which means she can get Jobseeker's Benefit for a maximum of 9 months
pl: Jej konto wynosi 260 opłaconych składek PRSI co oznacza, że zasiłek dla bezrobotnych przysługuje jej przez maksimum 9 miesięcy

source: She│ │was offered 2 months temporary work in a factory
pl: W fabryce zaproponowano jej pracę sezonową na okres 2 miesięcy

source: When her 2-months work ends she is entitled │ │to claim Jobseeker's Benefit for another month. │
pl: Po zakończeniu 2 miesięcy pracy, przysługuje jej wypłata zasiłku dla bezrobotnych przez kolejny miesiąc.│

source: However, if you have used up your entitlement to Jobseeker's Benefit, you may re-qualify by working and paying the appropriate PRSI contributions for at least 13 weeks
pl: Jednak osoba, która wyczerpała swoje uprawnienia do zasiłku dla osób poszukujących pracy, może ponownie zakwalifikować się do otrzymywania tego zasiłku, jeżeli pracuje i opłaca odpowiednie składki na ubezpieczenie społeczne (PRSI) przez co najmniej 13 tygodni

source: Short-term employment or training
pl: Zatrudnienie krótkoterminowe lub szkolenie

source: The Department of Social Protection also operates a fast-tracking system for customers who sign off for a short period of up to 12 weeks to take up work or to go on a training course
pl: Ministerstwo Opieki Społecznej również działa jako przyspieszony system dla klientów, którzy potwierdzą podjęcie zatrudnienia na krótki okres czasu (do 12 tygodni) lub na podjęcie krótkiego kursu szkoleniowego (do 12 tygodni)

source: This ensures that payment is re-instated without delay
pl: Zapewnia to, że świadczenie jest wznawiane bez opóźnień

source: It is important that you inform your local office in advance that you are taking up work or training
pl: Jest to istotne, aby uprzednio poinformować miejscowy urząd o podjęciu zatrudnienia lub szkolenia

source: Civil partner, spouse or cohabitant working and Jobseeker’s Benefit
pl: Jednak rodzina takiej osoby może otrzymać dodatkowe świadczenie socjalne

source: Your Jobseeker's Benefit is not affected by your spouse’s, civil partner’s or cohabitant's income
pl: W innej sytuacji znajdują się osoby, które straciły pracę w wyniku strajku (np. zostały zwolnione)

source: However their income can affect whether you get an increase in your Jobseeker's Benefit payment for him or her as a qualified adult
pl: Pracujący partner, współmałżonek bądź konkubent oraz zasiłek dla bezrobotnych

source: The increase in your payment for an adult dependant is called an Increase for a Qualified Adult (IQA)
pl: Takie podwyższenie świadczenia na pozostającą na utrzymaniu osobę dorosłą nazywa się dodatkiem na kwalifikującą się osobę dorosłą (IQA)

source: If your adult dependant is earning €100 or less you will get the maximum IQA
pl: Jeżeli osoba dorosła pozostająca na utrzymaniu zarabia 100 euro lub mniej, dodatek ten otrzymuje się w maksymalnej wysokości

source: If he or she is earning between €100 and €310 you will get a reduced rate of IQA
pl: Jeśli zarabia ona od 100 euro do 310 euro, otrzymuje się zmniejszoną stawkę tego dodatku

source: If your adult dependant is earning more than €310 you will not get an IQA for your adult dependant
pl: Jeśli osoba dorosła pozostająca na utrzymaniu zarabia więcej niż 310 euro, dodatek do zasiłku dla osób poszukujących pracy na osobę dorosłą pozostającą na utrzymaniu nie przysługuje

source: How your spouse’s, civil partner’s or cohabitant's income is assessed
pl: W jaki sposób oceniane są dochody waszego współmałżonka, partnera bądź konkubenta

source: Your spouse’s, civil partner’s or cohabitant's income from all sources is added together to find out if you qualify for an increase in your Jobseeker’s Benefit
pl: Podsumowane zostają dochody ze wszystkich źródeł, uzyskiwane przez waszego współmałżonka, partnera czy konkubenta, w celu sprawdzenia, czy kwalifikujecie się do otrzymania podwyżki zasiłku dla bezrobotnych

source: Employment: Your spouse’s, civil partner’s or cohabitant's average weekly income from employment is assessed
pl: Zatrudnienie Ocenie podlega średni dochód tygodniowy waszego współmałżonka/partnera lub konkubenta, uzyskiwany z zatrudnienia (ocenia się dochód tygodniowy brutto, bez odliczania podatku, składek na ubezpieczenie społeczne czy wydatków osobistych)

source: The gross weekly income is assessed and no deductions are allowed for tax, PRSI contributions or personal expenses
pl: Jeżeli wynagrodzenie waszego współmałżonka/partnera bądź konkubenta wypłacane jest w okresach miesięcznych, wówczas oblicza się średnią tygodniową z ostatnich dwóch miesięcy

source: If your spouse's, civil partner's or cohabitant's income is paid monthly, the weekly average over the previous two months is calculated
pl: Jeżeli otrzymuje wynagrodzenie co tydzień lub co dwa tygodnie, przyjmuje się średnią tygodniową z poprzednich sześciu tygodni

source: Self-employment: To calculate earnings from self-employment the income received in the last completed tax year is divided by 52 to get the average weekly income
pl: Samozatrudnienie W celu obliczenia zarobków pochodzących z samozatrudnienia dochód uzyskany w ostatnim zakończonym roku podatkowym dzieli się przez 52, co daje średni dochód tygodniowy
